[
    {

        "category":"animal toy",
        "sub-category":"teddy bear",
        "price":"25",
        "quantity":"5",
        "name" : "teddy bear",
        "details" : "Teddy bears are a type of stuffed toy bear that have been loved by children and adults alike for many years. They are often made with soft and cuddly materials, making them perfect companions for snuggling and comforting.",
        "img" : "https://i.ibb.co/By59S4W/pexels-akshar-dave-870866.jpg"
    },

    {
         "category":"animal toy",
        "sub-category":"cat toy",
        "price":"230",
        "quantity":"50",
        "name" : "cat toy",
        "details" : "Cat toys are specially designed objects or devices that are intended to engage and entertain cats. They play a crucial role in providing mental stimulation, exercise, and a means for cats to channel their natural hunting instincts. Here's some ",
        "img" : "https://i.ibb.co/9GgKFy0/pexels-miguel-padri-n-932263.jpg"
    },
      
    {
        
         "category":"animal toy",
        "sub-category":"dinosaur toy",
        "price":"250",
        "quantity":"50",
        "name" : "dinosaur toy",
        "details" : "Dinosaur toys are popular among children and dinosaur enthusiasts of all ages. These toys are designed to resemble different types of dinosaurs and provide an interactive and imaginative play experience. Here's some information about dinosaur toys",
        "img" : "https://i.ibb.co/syqSrrR/pexels-inga-seliverstova-3394221.jpg"
    },
    
    {
        "category":"animal toy",
        "sub-category":"unicorn toy",
        "price":"25",
        "quantity":"5",
        "name" : "unicorn toy",
        "details" : "Unicorn toys are inspired by the mythical creature known as the unicorn, often depicted as a horse-like creature with a single horn on its forehead. They embody a sense of magic, enchantment, and wonder.",
        "img" : "https://i.ibb.co/2j2kptV/pexels-white-water-5189972.jpg"
    },
    {
         "category":"animal toy",
        "sub-category":"horse toy",
        "price":"150",
        "quantity":"50",
        "name" : "horse toy",
        "details" : "Horse toys often feature realistic details to resemble different horse breeds and colors. They may include accurate markings, intricate mane and tail details, and poseable limbs for more interactive play.",
        "img" : "https://i.ibb.co/85n8KMz/pexels-natalia-goryaeva-9873789.jpg"
    },
    {
        "category":"animal toy",
        "sub-category":"dog toy",
        "price":"50",
        "quantity":"5",
        "name" : "dog toy",
        "details" : "Chew toys are designed for dogs to chew on, providing them with a healthy outlet for their natural chewing instincts. They come in different materials, such as rubber, nylon, or durable fabrics, and help promote dental health by massaging gums and reducing plaque buildup.",
        "img" : "https://i.ibb.co/gSj1dGL/pexels-koolshooters-8975582.jpg"
    }
]


 




